export const SITE_DATA = {
  top_navigation: [
    {
      title: 'Головна',
      link: '/'
    },
    {
      title: 'Привілеї',
      link: '/advantages'
    },
    {
      title: 'Новини',
      link: '/news'
    },
    {
      title: 'Серії',
      link: '/series'
    },
    {
      title: 'Доставка',
      link: '/delivery'
    },
    {
      title: 'Про нас',
      link: '/about-us'
    },
    {
      title: 'Контакти',
      link: '/contacts'
    },
  ],
  dropDown: [
    { title: 'Сучасні автори', },
    { title: 'Класика', },
    { title: 'Романи', },
    { title: 'Детективи', },
    { title: 'Історико-пригодницькі', },
    { title: 'Комедія', },
    { title: 'Трилери, жахи', },
    { title: 'Фантастика, фентезі', },
    { title: 'Для підлітків', },
    { title: 'Психологія', },
    { title: 'Бізнес та саморозвиток', },
    { title: 'Езотерика', },
    { title: 'Духовна література', },
    { title: "Здоров'я та краса", },
    { title: 'Кулінарія', },
    { title: 'Історія та факти', },
    { title: 'Поради', },
  ],
  category_navigation: [
    {
      title: 'Романи',
      link: '/catalog'
    },
    {
      title: 'Детективи',
      link: '/catalog'
    },
    {
      title: 'Трилери',
      link: '/catalog'
    },
    {
      title: 'Фантастика',
      link: '/catalog'
    },
    {
      title: 'Комедія',
      link: '/catalog'
    },
    {
      title: 'Класика',
      link: '/catalog'
    },
    {
      title: 'Прикладні',
      link: '/catalog'
    },
  ],
  books: [
    {
      id: 0,
      image: {
        src: '/images/books/image-1.jpg',
        title: 'Переконання'
      },
      title: 'Переконання: революційний метод впливу на людей',
      slug: 'perekonannya-revolyuciiniy-metod-vplivy-na-ludeii',
      subtitle: 'Роберт Чалдині',
      price: 100,
      information: { 
        description: [
          'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню. Не слід змінювати позицію слухача або ставити під сумнів його досвід. Головне — переспрямувати увагу аудиторії перед відповідною дією. Автор ілюструє, як спритне перемикання уваги приводить до успішного попереднього вмовляння, після чого цільова аудиторія готова сказати «так».',
          'Доктор Роберт Чалдіні присвятив свою кар’єру вивченню науки впливу й завоював репутацію міжнародного експерта в галузі переконання та ведення переговорів. Наразі він почесний професор психології і маркетингу Університету штату Аризона, а також президент міжнародної консалтингової фірми, що надає послуги в сфері стратегічного планування та навчає мистецтва переконливого ведення переговорів. Сукупний наклад його книжок налічує понад 3 мільйони екземплярів.',
        ],  
        shortDescription: 'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню.',
        rating: 4,
        characterisctics: [
          '1234567',
          'Переконання: революційний метод впливу на людей',
          'Роберт Чалдині',
          'українська',
          'Pre-Suasion: A Revolutionary Way to Influence and Persuade, англійська',
          '350',
          'палітурка',
          '150x220 мм',
          '2017',
          '978-617-12-2447-6',
          '«Книжковий клуб «Bookway»',
          '440 гр.',
        ]
      }
    },
    {
      id: 1,
      image: {
        src: '/images/books/image-2.jpg',
        title: 'Змія і голуб'
      },
      title: 'Змія і голуб',
      slug: 'zniya-i-golub',
      subtitle: 'Шелбі Мегюрін',
      price: 140,
      information: { 
        description: [
          'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню. Не слід змінювати позицію слухача або ставити під сумнів його досвід. Головне — переспрямувати увагу аудиторії перед відповідною дією. Автор ілюструє, як спритне перемикання уваги приводить до успішного попереднього вмовляння, після чого цільова аудиторія готова сказати «так».',
          'Доктор Роберт Чалдіні присвятив свою кар’єру вивченню науки впливу й завоював репутацію міжнародного експерта в галузі переконання та ведення переговорів. Наразі він почесний професор психології і маркетингу Університету штату Аризона, а також президент міжнародної консалтингової фірми, що надає послуги в сфері стратегічного планування та навчає мистецтва переконливого ведення переговорів. Сукупний наклад його книжок налічує понад 3 мільйони екземплярів.',
        ],  
        shortDescription: 'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню.',
        rating: 4,
        characterisctics: [
          '1234567',
          'Переконання: революційний метод впливу на людей',
          'Роберт Чалдині',
          'українська',
          'Pre-Suasion: A Revolutionary Way to Influence and Persuade, англійська',
          '350',
          'палітурка',
          '150x220 мм',
          '2017',
          '978-617-12-2447-6',
          '«Книжковий клуб «Bookway»',
          '440 гр.',
        ]
      }
    },
    {
      id: 2,
      image: {
        src: '/images/books/image-3.jpg',
        title: 'Лейла'
      },
      title: 'Лейла',
      slug: 'leyla',
      subtitle: 'Колін Гувер',
      price: 97,
      information: { 
        description: [
          'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню. Не слід змінювати позицію слухача або ставити під сумнів його досвід. Головне — переспрямувати увагу аудиторії перед відповідною дією. Автор ілюструє, як спритне перемикання уваги приводить до успішного попереднього вмовляння, після чого цільова аудиторія готова сказати «так».',
          'Доктор Роберт Чалдіні присвятив свою кар’єру вивченню науки впливу й завоював репутацію міжнародного експерта в галузі переконання та ведення переговорів. Наразі він почесний професор психології і маркетингу Університету штату Аризона, а також президент міжнародної консалтингової фірми, що надає послуги в сфері стратегічного планування та навчає мистецтва переконливого ведення переговорів. Сукупний наклад його книжок налічує понад 3 мільйони екземплярів.',
        ],  
        shortDescription: 'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню.',
        rating: 4,
        characterisctics: [
          '1234567',
          'Переконання: революційний метод впливу на людей',
          'Роберт Чалдині',
          'українська',
          'Pre-Suasion: A Revolutionary Way to Influence and Persuade, англійська',
          '350',
          'палітурка',
          '150x220 мм',
          '2017',
          '978-617-12-2447-6',
          '«Книжковий клуб «Bookway»',
          '440 гр.',
        ]
      }
    },
    {
      id: 3,
      image: {
        src: '/images/books/image-4.jpg',
        title: 'Велика Глушина'
      },
      title: 'Велика Глушина',
      slug: 'velika-glushina',
      subtitle: 'Крістін Генна',
      price: 125,
      information: { 
        description: [
          'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню. Не слід змінювати позицію слухача або ставити під сумнів його досвід. Головне — переспрямувати увагу аудиторії перед відповідною дією. Автор ілюструє, як спритне перемикання уваги приводить до успішного попереднього вмовляння, після чого цільова аудиторія готова сказати «так».',
          'Доктор Роберт Чалдіні присвятив свою кар’єру вивченню науки впливу й завоював репутацію міжнародного експерта в галузі переконання та ведення переговорів. Наразі він почесний професор психології і маркетингу Університету штату Аризона, а також президент міжнародної консалтингової фірми, що надає послуги в сфері стратегічного планування та навчає мистецтва переконливого ведення переговорів. Сукупний наклад його книжок налічує понад 3 мільйони екземплярів.',
        ],  
        shortDescription: 'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню.',
        rating: 4,
        characterisctics: [
          '1234567',
          'Переконання: революційний метод впливу на людей',
          'Роберт Чалдині',
          'українська',
          'Pre-Suasion: A Revolutionary Way to Influence and Persuade, англійська',
          '350',
          'палітурка',
          '150x220 мм',
          '2017',
          '978-617-12-2447-6',
          '«Книжковий клуб «Bookway»',
          '440 гр.',
        ]
      }
    },
    {
      id: 4,
      image: {
        src: '/images/books/image-5.jpg',
        title: 'Психологія впливу'
      },
      title: 'Психологія впливу',
      slug: 'psihologiya-vplivu',
      subtitle: 'Роберт Чалдині',
      price: 200,
      information: { 
        description: [
          'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню. Не слід змінювати позицію слухача або ставити під сумнів його досвід. Головне — переспрямувати увагу аудиторії перед відповідною дією. Автор ілюструє, як спритне перемикання уваги приводить до успішного попереднього вмовляння, після чого цільова аудиторія готова сказати «так».',
          'Доктор Роберт Чалдіні присвятив свою кар’єру вивченню науки впливу й завоював репутацію міжнародного експерта в галузі переконання та ведення переговорів. Наразі він почесний професор психології і маркетингу Університету штату Аризона, а також президент міжнародної консалтингової фірми, що надає послуги в сфері стратегічного планування та навчає мистецтва переконливого ведення переговорів. Сукупний наклад його книжок налічує понад 3 мільйони екземплярів.',
        ],  
        shortDescription: 'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню.',
        rating: 4,
        characterisctics: [
          '1234567',
          'Переконання: революційний метод впливу на людей',
          'Роберт Чалдині',
          'українська',
          'Pre-Suasion: A Revolutionary Way to Influence and Persuade, англійська',
          '350',
          'палітурка',
          '150x220 мм',
          '2017',
          '978-617-12-2447-6',
          '«Книжковий клуб «Bookway»',
          '440 гр.',
        ]
      }
    },
    {
      id: 5,
      image: {
        src: '/images/books/image-6.jpg',
        title: 'Тінь і кістка'
      },
      title: 'Тінь і кістка',
      slug: 'tin-i-kistka',
      subtitle: 'Лі Бардуго',
      price: 115,
      information: { 
        description: [
          'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню. Не слід змінювати позицію слухача або ставити під сумнів його досвід. Головне — переспрямувати увагу аудиторії перед відповідною дією. Автор ілюструє, як спритне перемикання уваги приводить до успішного попереднього вмовляння, після чого цільова аудиторія готова сказати «так».',
          'Доктор Роберт Чалдіні присвятив свою кар’єру вивченню науки впливу й завоював репутацію міжнародного експерта в галузі переконання та ведення переговорів. Наразі він почесний професор психології і маркетингу Університету штату Аризона, а також президент міжнародної консалтингової фірми, що надає послуги в сфері стратегічного планування та навчає мистецтва переконливого ведення переговорів. Сукупний наклад його книжок налічує понад 3 мільйони екземплярів.',
        ],  
        shortDescription: 'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню.',
        rating: 4,
        characterisctics: [
          '1234567',
          'Переконання: революційний метод впливу на людей',
          'Роберт Чалдині',
          'українська',
          'Pre-Suasion: A Revolutionary Way to Influence and Persuade, англійська',
          '350',
          'палітурка',
          '150x220 мм',
          '2017',
          '978-617-12-2447-6',
          '«Книжковий клуб «Bookway»',
          '440 гр.',
        ]
      }
    },
    {
      id: 6,
      image: {
        src: '/images/books/image-7.jpg',
        title: 'Мавка. Лісова пісня'
      },
      title: 'Мавка. Лісова пісня',
      slug: 'mavka-lisova-pisnya',
      subtitle: 'Леся Українка',
      price: 111,
      information: { 
        description: [
          'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню. Не слід змінювати позицію слухача або ставити під сумнів його досвід. Головне — переспрямувати увагу аудиторії перед відповідною дією. Автор ілюструє, як спритне перемикання уваги приводить до успішного попереднього вмовляння, після чого цільова аудиторія готова сказати «так».',
          'Доктор Роберт Чалдіні присвятив свою кар’єру вивченню науки впливу й завоював репутацію міжнародного експерта в галузі переконання та ведення переговорів. Наразі він почесний професор психології і маркетингу Університету штату Аризона, а також президент міжнародної консалтингової фірми, що надає послуги в сфері стратегічного планування та навчає мистецтва переконливого ведення переговорів. Сукупний наклад його книжок налічує понад 3 мільйони екземплярів.',
        ],  
        shortDescription: 'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню.',
        rating: 4,
        characterisctics: [
          '1234567',
          'Переконання: революційний метод впливу на людей',
          'Роберт Чалдині',
          'українська',
          'Pre-Suasion: A Revolutionary Way to Influence and Persuade, англійська',
          '350',
          'палітурка',
          '150x220 мм',
          '2017',
          '978-617-12-2447-6',
          '«Книжковий клуб «Bookway»',
          '440 гр.',
        ]
      }
    },
    {
      id: 7,
      image: {
        src: '/images/books/image-8.jpg',
        title: 'Танхельм. Первісний Дух'
      },
      title: 'Танхельм. Первісний Дух',
      slug: 'tanhelm-pervinii-duh',
      subtitle: 'Юлія Романюк',
      price: 105,
      information: { 
        description: [
          'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню. Не слід змінювати позицію слухача або ставити під сумнів його досвід. Головне — переспрямувати увагу аудиторії перед відповідною дією. Автор ілюструє, як спритне перемикання уваги приводить до успішного попереднього вмовляння, після чого цільова аудиторія готова сказати «так».',
          'Доктор Роберт Чалдіні присвятив свою кар’єру вивченню науки впливу й завоював репутацію міжнародного експерта в галузі переконання та ведення переговорів. Наразі він почесний професор психології і маркетингу Університету штату Аризона, а також президент міжнародної консалтингової фірми, що надає послуги в сфері стратегічного планування та навчає мистецтва переконливого ведення переговорів. Сукупний наклад його книжок налічує понад 3 мільйони екземплярів.',
        ],  
        shortDescription: 'У своїй новій книжці «Переконання: революційний метод впливу на людей» автор, використовуючи поєднання серйозного наукового дослідження і доступності, відкриває секрет ефективного переконання: важливо не те, що саме ви говорите, а момент перед висловленням головної думки. Оптимальне переконання досягається тільки завдяки ефективному попередньому вмовлянню.',
        rating: 4,
        characterisctics: [
          '1234567',
          'Переконання: революційний метод впливу на людей',
          'Роберт Чалдині',
          'українська',
          'Pre-Suasion: A Revolutionary Way to Influence and Persuade, англійська',
          '350',
          'палітурка',
          '150x220 мм',
          '2017',
          '978-617-12-2447-6',
          '«Книжковий клуб «Bookway»',
          '440 гр.',
        ]
      }
    },
  ],
  authors: [
    {
      id: 1,
      image: {
        src: '/images/authors/image-1.jpg',
        title: 'Стивен Кинг'
      },
      title: 'Стивен Кинг'
    },
    {
      id: 2,
      image: {
        src: '/images/authors/image-2.jpg',
        title: 'Анна Тодд'
      },
      title: 'Анна Тодд'
    },
    {
      id: 3,
      image: {
        src: '/images/authors/image-3.jpg',
        title: 'Джоан Роулінг'
      },
      title: 'Джоан Роулінг'
    },
    {
      id: 4,
      image: {
        src: '/images/authors/image-4.jpg',
        title: 'Роберт Члдині'
      },
      title: 'Роберт Члдині'
    },
  ],
  series: [
    {
      id: 1,
      image: {
        src: '/images/series/image-1.jpg',
        title: 'Ведьмак',
        width: 320,
        height: 320,
      },
      title: 'Ведьмак',
      subtitle: 'Анджей Сапковский',
      price: 850
    },
    {
      id: 2,
      image: {
        src: '/images/series/image-2.jpg',
        title: 'Таймлесс',
        width: 320,
        height: 320,
      },
      title: 'Таймлесс',
      subtitle: 'Керстин Гир',
      price: 400
    },
    {
      id: 3,
      image: {
        src: '/images/series/image-3.jpg',
        title: 'Гаррі Поттер',
        width: 320,
        height: 320,
      },
      title: 'Гаррі Поттер',
      subtitle: 'Джоан Роулінг',
      price: 1500
    },
  ],
  top_selling: {
    title: "Топ",
    list: [
      {id: 0},
      {id: 1},
      {id: 2},
      {id: 3},
      {id: 4},
    ]
  },
  new_books: {
    title: "Новинки",
    list: [
      {id: 4},
      {id: 5},
      {id: 6},
      {id: 7},
      {id: 1},
    ]
  },
  week_authors: {
    title: "Автори тижня",
    list: [
      {id: 0},
      {id: 1},
      {id: 2},
      {id: 3},
      {id: 0},
    ]
  },
  select_series: {
    title: "Серії",
    list: [
      {id: 0},
      {id: 1},
      {id: 2},
      {id: 0},
    ]
  },
  recently_view: {
    title: "Переглянуті Вами",
    list: [
      {id: 0},
      {id: 1},
      {id: 4},
      {id: 3},
      {id: 5},
      {id: 7},
      {id: 2},
      {id: 6},
    ]
  }
}