import styles from './page.module.css'

export default function Page() {
  return (
    <main className={styles.main}>
      <h1>Доставка</h1>

      <h2>
        Доставка «Нова пошта»
      </h2>
      <p>
        Служба «Нова пошта» здійснює доставку замовлень лише до міст і населених пунктів, де розташовані її відділення. Адреси та графік роботи відділень ви можете переглянути на&nbsp;сайті&nbsp;«Нова&nbsp;пошта».
      </p>
      <ul>
        <li>
          Вартість доставки: <em>69 грн</em>
        </li>
        <li>
          Термін доставки: <em>3-5 робочих днів</em>
        </li>
      </ul>
      <p>
        Ваше замовлення відправляється посилкою післяплатою, який включає в себе: вартість замовлених вами товарів (ціни на товари, вказані на сайті, вже включають ПДВ) та доплату за упаковку та пересилання. Оплата замовлення провадиться в момент отримання посилки у відділенні. Передплата не потрібна. Додаткову плату за пересилання грошей "Нова пошта" не стягує. Сума замовлення не може перевищувати&nbsp;10000&nbsp;грн.
      </p>
      <p>
        У разі онлайн-оплати замовлення на сайті Клубу вам більше не потрібно нічого оплачувати (крім випадків платного&nbsp;зберігання).
      </p>
      <p>
        У більшість міст України посилка буде доставлена до відділення «Нова пошта» протягом 1-2 днів з моменту відвантаження замовлення зі складу. У віддалені від обласних центрів населені пункти посилку буде доставлено протягом&nbsp;3-5&nbsp;днів.
      </p>
      <p>
        Як тільки ваша посилка надійде до обраного вами відділення&nbsp;«Нова&nbsp;пошта»:
      </p>
      <ul>
        <li>
          протягом 1-го робочого дня вам прийде SMS-повідомлення з номером посилки та адресою відділення, до якого вона&nbsp;надійшла;
        </li>
        <li>
          протягом 7-ти робочих днів (з дня відправки SMS-повідомлення) ваше посилання із замовленням зберігатиметься у відділенні «Нова&nbsp;пошта»&nbsp;безкоштовно;
        </li>
        <li>
          на 7 день зберігання посилка буде відправлена назад до&nbsp;Клубу;
        </li>
      </ul>
      <p>
        Як отримати своє замовлення у відділенні «Нова&nbsp;пошта»:
      </p>
      <ul>
        <li>
          після отримання SMS із номером вашої посилки вам необхідно буде забрати своє замовлення протягом 5&nbsp;днів;
        </li>
        <li>
          для отримання посилки необхідно пред'явити документ, що засвідчує особу, та номер&nbsp;посилки;
        </li>
      </ul>
      <h2>
        Кур'єрська доставка
      </h2>
      <p>
        Кур'єрська доставка товарів здійснюється по всій&nbsp;Україні.
      </p>
      <p>
        Протягом 1-3 робочих днів з моменту оформлення замовлення кур'єр зв'яжеться з вами для уточнення місця та часу отримання вашої&nbsp;посилки.
      </p>
      <p>
        Доставка проводиться у будні та вихідні дні, винятком є державні свята. Замовлення, що надійшли у вихідні, обробляються у&nbsp;понеділок;
      </p>
      <p>
        Залежно від вашого населеного пункту, доставка здійснюється в наступні&nbsp;терміни:
      </p>
      <ul>
        <li>
          для обласного центру – 4 робочі дні з моменту отримання&nbsp;замовлення;
        </li>
        <li>
          для районного центру – 6 робочих днів з моменту отримання&nbsp;замовлення;
        </li>
        <li>
          для дрібних населених пунктів – 8 робочих днів з моменту отримання&nbsp;замовлення;
        </li>
      </ul>
      <p>
        Кур'єр повинен вручити вам замовлення прямо до рук. Оплата за замовлення здійснюється тільки в момент отримання вами замовлення і включає: вартість замовлених вами товарів (ціни на товари, вказані на сайті, вже включають ПДВ) та доплату за упаковку та доставку. Вартість послуги кур'єрської доставки не залежить від кількості товарів у замовленні та становить 69 грн. Додатковий збір за перерахування суми післяплати не&nbsp;стягується.
      </p>
      <p>
        Якщо кур'єр не зміг зв'язатися з вами після 2 спроб, ваша посилка зберігатиметься на складі кур'єрської служби протягом 7 днів безкоштовно (вам потрібно буде забрати посилку на адресу зберігання самостійно). Наступні 7 днів посилка зберігається на складі кур'єрської служби платно (3 грн. за додатковий день зберігання, але не більше 18 грн.). Якщо після цього терміну посилка залишається невикупленою, вона повертається назад до&nbsp;Клубу.
      </p>
      <p>
        У разі онлайн-оплати замовлення на сайті Клубу вам більше не потрібно нічого оплачувати (крім випадків платного&nbsp;зберігання).
      </p>
      <p>
        У разі відмови від отримання посилки клієнт письмово зі своїм підписом вказує факт відмови у відповідній графі адресного ярлика, далі посилка з цим ярликом підлягає&nbsp;поверненню.
      </p>
      <p>
        У разі відсутності клієнта на адресу вручення, кур'єр залишає у дверях приміщення або поштовій скриньці клієнта відповідне повідомлення, з проханням зв'язатися з кур'єрською службою або забрати посилку на&nbsp;відділенні.
      </p>
      <p>
        У разі помилкового упакування чи отримання бракованого товару буде складено акт про пошкодження упаковки чи&nbsp;товару.
      </p>
      <p>
        <em>Книжковий Клуб гарантує дотримання умов безпеки та конфіденційності.</em>
      </p>

      <h2>
        Доставка «Укрпошта Експрес»
      </h2>
      <p>
        Замовлення надсилаються поштою посилками післяплатою.
      </p>
      <p>
        При надсиланні посилки з Клубу на поштове відділення, ви отримаєте SMS або email-повідомлення про відправлення вашого замовлення. Будь ласка, повідомляйте Клубу свої контакти, щоб ми могли вчасно інформувати Вас про&nbsp;замовлення.
      </p>  
      <p>
        Як тільки ваша посилка надійде до відділення, протягом 1-го робочого дня вам прийде SMS-повідомлення (або повідомлення у додатку Viber) з номером посилки та адресою відділення, до якого вона надійшла. Якщо ви не заберете свою посилку протягом 4 днів після отримання повідомлення, вам буде надіслано повторне SMS-повідомлення із зазначенням дати, починаючи з якої зберігання посилки буде&nbsp;платним.
      </p>
      <p>
        Надсилання безкоштовно зберігається на поштовому відділенні протягом 5 робочих днів. Після закінчення цього терміну поштове відділення нараховує додаткову плату у розмірі 9 грн. за кожний додатковий день зберігання, але не більше 45 грн. Через 14 днів посилка повертається до&nbsp;Клубу.
      </p>

      <h2>
        Оплата
      </h2>
      <p>
        Оплата замовлення провадиться в момент отримання посилки у відділенні зв'язку. Передплата не потрібна. Оплаті підлягає сума&nbsp;післяплати.
      </p>
      <p>
        У разі онлайн-оплати замовлення на сайті Клубу вам більше не потрібно нічого оплачувати (крім випадків платного&nbsp;зберігання).
      </p>
      <p>
        Сума післяплати включає:
      </p>
      <ul>
        <li>
          вартість замовлених вами товарів (ціни на товари, вказані на сайті вже включають&nbsp;ПДВ);
        </li>
        <li>
          Доплату за упаковку та пересилання (на даний момент становить&nbsp;49&nbsp;грн);
        </li>
      </ul>
      <p>
        Додатково пошта стягує поштовий збір за перерахування суми післяплати (2% від суми післяплати, але не&nbsp;менше&nbsp;5&nbsp;грн).
      </p>
      <p>
        Якщо Клуб буде змушений розбити ваше замовлення на 2 або більше посилки, то доплата нараховується лише одну&nbsp;посилку.
      </p>
      <p>
        <strong>Зверніть увагу!</strong> У разі відсутності деяких товарів у вашому замовленні, Клуб надсилає замовлення у неповному обсязі, щоб не затримувати його виконання. Товари, що бракують, відправляються в міру їх надходження додатковою посилкою. Витрати на упаковку та пересилання товарів, що надсилаються додатковою посилкою, Клуб бере на&nbsp;себе.
      </p>
      <p>
        Також ваше замовлення може бути розбите на кілька посилок відповідно до обмежень за вагою та габаритами, затвердженими правилами пересилання поштових відправлень ПАТ «Укрпошта». Витрати на упаковку та пересилання товарів, що надсилаються додатковою посилкою, Клуб бере на&nbsp;себе.
      </p>
    </main>
  )
}